[
  {
    "title": "Microsoft 365",
    "description": "Expertise in the complete Microsoft 365 ecosystem, including Teams, SharePoint, Power Automate, and advanced Excel. Proficiency in optimizing collaborative processes, structuring workspaces, and automating repetitive tasks. A proven ability to transform Microsoft 365 into a strategic asset for streamlining workflows and enhancing team productivity.",
    "link": "https://www.microsoft365.com"
  },
  {
    "title": "Microsoft Power Platform",
    "description": "Proficient in leveraging Microsoft’s Power Platform to design custom applications, automate complex workflows, and deliver impactful data visualizations. Expertise in extracting actionable insights with Power BI, crafting personalized solutions with Power Apps, and streamlining processes with Power Automate. A comprehensive platform driving digital transformation and operational efficiency.",
    "link": "https://www.microsoft.com/fr-fr/power-platform"
  },
  {
    "title": "Project Management Tools and Methodologies",
    "description": "Expertise in managing projects using industry-leading tools such as Jira, Trello, and Microsoft Project. Proficiency in leveraging Power BI for data-driven decision-making and creating dynamic dashboards to track KPIs and project milestones. Familiarity with Agile and Scrum methodologies to ensure flexibility and efficiency in project delivery. Strong ability to coordinate cross-functional teams, manage timelines, and ensure alignment with strategic objectives.",
    "link": "https://www.microsoft.com/fr-fr/power-platform/products/power-bi"
  },
  {
    "title": "Technical IT Expertise",
    "description": "Proficiency in diagnosing and resolving SOFTWARE issues across various operating systems and platforms. Expertise in HARDWARE troubleshooting, including assembling, upgrading, and configuring PCs for optimal performance. Extensive experience in building custom PCs tailored to specific needs, such as high-performance gaming or professional workloads. Strong ability to identify and address technical bottlenecks, optimize system configurations, and ensure seamless integration of hardware and software components.",
    "photo": "technicalIT.png"
  },
  {
    "title": "AI Prompt Engineering",
    "description": "Expert in designing and optimizing prompts for advanced AI models, enabling precise, context-aware responses. Proficient in refining inputs to achieve desired outputs in NLP systems, including GPT and large language models.",
    "link": "https://en.wikipedia.org/wiki/Prompt_engineering"
  },
  {
    "title": "HTML5",
    "description": "Proficient in writing clean, semantic HTML5 code optimized for maintainability, operability, and readability by web crawlers. Focus on creating object-oriented, functional, and component-based structures that ensure scalability, ease of testing, and long-term flexibility.",
    "link": "https://developer.mozilla.org/en-US/docs/Web/HTML"
  },
  {
    "title": "CSS3 & Bootstrap",
    "description": "Expertise in building responsive and modern web designs using CSS3 and frameworks like Bootstrap for grid systems, components, and utilities.",
    "link": "https://getbootstrap.com/"
  },
  {
    "title": "JavaScript Programming & Algorithm Design",
    "description": "Strong command of JavaScript for front-end interactivity, back-end logic, including ES6+ features, asynchronous programming, and writing complex algorithms to solve various programming challenges.",
    "link": "https://github.com/SupMBH/Dropdown"
  },
  {
    "title": "REACT",
    "description": "Proficient in React.js for building dynamic, high-performance user interfaces with efficient state management using Hooks and REDUX. This site is an example, leveraging its component-based architecture to deliver a seamless, scalable, and responsive user experience.",
    "link": "https://reactjs.org/"
  },
  {
    "title": "Git, GitHub & GitHub Pages",
    "description": "Version control expertise with GIT, including branching, merging, and managing collaborative repositories on GitHub. This site is currently deployed online via GitHub Pages, ensuring seamless updates and continuous integration.",
    "link": "https://github.com/"
  },
  {
    "title": "Node.js & Express",
    "description": "Building RESTful APIs and server-side applications using Node.js and Express, handling asynchronous code, middleware, and routing.",
    "link": "https://nodejs.org/en/"
  },
  {
    "title": "MongoDB & NoSQL",
    "description": "Experience with MongoDB for NoSQL database management, handling document-based storage and data querying.",
    "link": "https://www.mongodb.com/"
  },
  {
    "title": "REST API Integration",
    "description": "Designing and integrating RESTful APIs using Express, Axios for making HTTP requests, and managing asynchronous operations in full-stack applications.",
    "link": "https://axios-http.com/"
  },
  {
    "title": "Testing: Unit, Integration, and E2E",
    "description": "Writing automated tests using Jest for unit, integration, and end-to-end testing to ensure code quality and functionality.",
    "link": "https://jestjs.io/"
  },
  {
    "title": "Migration: jQuery to React",
    "description": "Transforming legacy web applications from jQuery to modern React components for better maintainability, performance, and scalability.",
    "link": "https://github.com/SupMBH/whproto-main"
  },
  {
    "title": "Web Accessibility",
    "description": "Expert in applying WCAG standards to build inclusive and user-friendly websites for all users. This site currently scores 100% on accessibility metrics. Click for demonstration.",
    "photo": "performanceSite.png"
  },
  {
    "title": "Web Performance",
    "description": "Specialized in optimizing site performance using tools like Lighthouse for faster load times and efficient resource management. This site consistently achieves 100% in all performance metrics. Click for demonstration.",
    "photo": "performanceSite.png"
  },
  {
    "title": "Web SEO Optimization",
    "description": "Expert in implementing SEO strategies to enhance search engine visibility, driving organic traffic growth. This site currently achieves optimal SEO performance with GOD-tier rankings 100%. Click for demonstration.",
    "photo": "performanceSite.png"
  },
  {
    "title": "Proprietary Trading & Algo Systems",
    "description": "8 years of expertise in trading, developing custom multi-layer indicators and automated systems & Black-Boxes on futures, simple derivatives, and crypto assets using ProRealCode, Express, and MetaTrader. On click, view on NASDAQ 1m TF a multi-layer trend-following indicator [3] integrating a statistical module, trend module, and AI module to synthesize a breakout point similar to an oblique Trend Breakout. Private status.",
    "photo": "trading.png"
  },
  {
    "title": "Legal Expertise & IT Integration",
    "description": "Holder of a state-recognized Master's degree in Law, with a deep understanding of legal frameworks and regulations. Expertise in LBA-regulated environments and KYC processes. Expertise in applying legal knowledge to the digital space, including data privacy laws (GDPR), intellectual property, software licensing, and cybersecurity compliance. This unique blend of legal and IT skills ensures the development of compliant, secure, and ethically sound software solutions.",
    "photo": "maitrise.jpg"
  },
  {
    "title": "Client Relations & Sales Expertise",
    "description": "8 years of experience in client relations and sales at LeroyMerlin, directly contributing over €3 million in company revenue through exceptional customer service and sales strategies. Specialized in managing key accounts, exceeding sales targets, and driving business growth. Additional financial data available upon request.",
    "link": "https://www.leroymerlin.fr/"
  },
  {
    "title": "Team Management & Leadership Expertise",
    "description": "4 years of hands-on experience managing and leading teams of 20 people at Quick France, with a focus on team building and performance optimization. Completed 4 leadership training programs at the M2I Institute, achieving a final grade of 92.5%. Proven ability to foster a collaborative work environment and drive team success.",
    "link": "https://www.m2iformation.fr/"
  }
  
  
]



