[
  {
    "title": "AI Prompt Engineering",
    "description": "Expert in designing and optimizing prompts for advanced AI models, enabling precise, context-aware responses. Proficient in refining inputs to achieve desired outputs in NLP systems, including GPT and large language models.",
    "link": "https://en.wikipedia.org/wiki/Prompt_engineering"
  },
  {
    "title": "HTML5",
    "description": "Proficiency in writing clean, semantic HTML5 code for structuring web content with accessibility and SEO best practices.",
    "link": "https://developer.mozilla.org/en-US/docs/Web/HTML"
  },
  {
    "title": "CSS3 & Bootstrap",
    "description": "Expertise in building responsive and modern web designs using CSS3 and frameworks like Bootstrap for grid systems, components, and utilities.",
    "link": "https://getbootstrap.com/"
  },
  {
    "title": "JavaScript Programming & Algorithm Design",
    "description": "Strong command of JavaScript for front-end interactivity, back-end logic, including ES6+ features, asynchronous programming, and writing complex algorithms to solve various programming challenges.",
    "link": "https://developer.mozilla.org/en-US/docs/Web/JavaScript"
  },
  {
    "title": "React Development",
    "description": "Proficient in React.js for building dynamic user interfaces, state management (with Hooks and Redux), and implementing component-based architecture.",
    "link": "https://reactjs.org/"
  },
  {
    "title": "Git & GitHub",
    "description": "Version control expertise with Git, including branching, merging, and managing collaborative repositories on GitHub.",
    "link": "https://github.com/"
  },
  {
    "title": "Node.js & Express",
    "description": "Building RESTful APIs and server-side applications using Node.js and Express, handling asynchronous code, middleware, and routing.",
    "link": "https://nodejs.org/en/"
  },
  {
    "title": "MongoDB & NoSQL",
    "description": "Experience with MongoDB for NoSQL database management, handling document-based storage and data querying.",
    "link": "https://www.mongodb.com/"
  },
  {
    "title": "REST API Integration",
    "description": "Designing and integrating RESTful APIs using Express, Axios for making HTTP requests, and managing asynchronous operations in full-stack applications.",
    "link": "https://axios-http.com/"
  },
  {
    "title": "Testing: Unit, Integration, and E2E",
    "description": "Writing automated tests using Jest for unit, integration, and end-to-end testing to ensure code quality and functionality.",
    "link": "https://jestjs.io/"
  },
  {
    "title": "Migration: jQuery to React",
    "description": "Transforming legacy web applications from jQuery to modern React components for better maintainability, performance, and scalability.",
    "link": "https://reactjs.org/"
  },
  {
    "title": "Site Performance & Accessibility",
    "description": "Expertise in optimizing web performance using tools like Lighthouse to ensure fast load times, responsive layouts, and reduced resource consumption. Skilled in enhancing web accessibility, following WCAG guidelines to create inclusive and user-friendly experiences.",
    "link": "https://developers.google.com/web/tools/lighthouse"
  },
  {
    "title": "Proprietary Trading & Algo Systems",
    "description": "8 years of expertise in trading, developing custom multi-layer indicators and automated systems using ProRealCode, Express, and MetaTrader. Private status.",
    "link": "https://www.prorealcode.com/"
  },
  {
    "title": "Legal Expertise & IT Integration",
    "description": "Holder of a state-recognized Master's degree (Bac +5) in Law, with a deep understanding of legal frameworks and regulations. Expertise in applying legal knowledge to the digital space, including data privacy laws (GDPR), intellectual property, software licensing, and cybersecurity compliance. This unique blend of legal and IT skills ensures the development of compliant, secure, and ethically sound software solutions.",
    "link": "https://en.wikipedia.org/wiki/General_Data_Protection_Regulation"
  },
  {
    "title": "Client Relations & Sales Expertise",
    "description": "7 years of experience in client relations and sales at LeroyMerlin, directly contributing over €7 million in company revenue through exceptional customer service and sales strategies. Specialized in managing key accounts, exceeding sales targets, and driving business growth. Additional financial data available upon request.",
    "link": "https://www.leroymerlin.com/"
  },
  {
    "title": "Team Management & Leadership Expertise",
    "description": "4 years of hands-on experience managing and leading teams of 20 people at Quick France, with a focus on team building and performance optimization. Completed 4 leadership training programs at the I2M Institute, achieving a final grade of 92.5%. Proven ability to foster a collaborative work environment and drive team success.",
    "link": "https://www.quick.fr/"
  }
  
  
]



